Repository: mozilla-l10n/mt-training-data
Catalog: kaa/kaa_pontoon.tmx
Source language: en_us
Languages: kaa

source: Show clipboard suggestions
kaa: Almasıw buferi usınısların kórsetiw

source: Show full history
kaa: Tolıq tariyxın kórsetiw

source: Show in private sessions
kaa: Jeke seanslarda kórsetiw

source: Show password
kaa: Paroldi kórsetiw

source: Show search engines
kaa: Izlew sistemaların kórsetiw

source: Show search suggestions
kaa: Izlew usınısların kórsetiw

source: Show voice search
kaa: Dawıslı izlewdi kórsetiw

source: Sign in
kaa: Kiriw

source: Sign in to reconnect
kaa: Qayta jalǵanıw ushın sistemaǵa kiriń

source: Sign in to see synced bookmarks
kaa: Sáykeslestirilgen saylandılardı kóriw ushın kiriń

source: Sign in to sync
kaa: Sáykeslestiriwge kiriw

source: Sign in to Sync
kaa: Sáykeslestiriwge kiriw

source: Sign in to sync tabs, bookmarks, passwords, and more.
kaa: Betler, saylandılar, paroller hám basqalardı sáykeslestiriw ushın kiriń.

source: Sign in with your camera
kaa: Kamera járdeminde kiriw

source: Sign out
kaa: Shıǵıw

source: Site
kaa: Sayt

source: Site currently not supported
kaa: Sayt házirshe qollap-quwatlanbaydı

source: Site information
kaa: Sayt maǵlıwmatları

source: Site notifications
kaa: Sayt xabarlamaları

source: Site permissions
kaa: Sayt ruqsatnamaları

source: Site removed
kaa: Sayt alıp taslandı

source: Social Media Trackers
kaa: Social tarmaq baqlawshıları

source: Some content has been blocked by the autoplay setting
kaa: Ayrım kontentler avtomatik sazlawlar tárepinen bloklanǵan

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
kaa: Bul bettegi tómende belgilengen ayırım baqlawshılar jarım-jartı bloktan shıǵarıldı, sebebi siz olar menen ózara baylanısta bolǵansız.

source: Sorry. %1$s can’t load that page.
kaa: Keshiresiz. %1$s bul betti júkley almaydı.

source: Sorry. %1$s had a problem and crashed.
kaa: Keshiresiz. %1$s da mashqala sebepli nasazlıq júz berdi.

source: Sorry. A problem occurred in %1$s.
kaa: Keshiresiz. %1$s da nasazlıq júz berdi.

source: Sort logins menu
kaa: Loginlerdi sortlaw menyusi

source: %s | OSS Libraries
kaa: %s | OSS kitapxanaları

source: Sponsored
kaa: Qáwenderlik etken

source: Sponsored shortcuts
kaa: Qáwenderlik operativ buyrıqları

source: Sponsored stories
kaa: Qáwenderlik maqalalar

source: %s (Private)
kaa: %s (Jeke)

source: %s search
kaa: %s da izlew

source: %s search engine
kaa: %s izlew sisteması

source: Standard
kaa: Standart

source: Standard (default)
kaa: Standart (bastan ornatılǵan)

source: Start browsing
kaa: Kóriwdi baslaw

source: State
kaa: Shtat

source: Stay
kaa: Qalıw

source: Stay in private browsing
kaa: Jeke kóriwde qalıw

source: Stop
kaa: Toqtatıw

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
kaa: Baqlaw kodın óz ishine alǵan sırtqı reklamalar, videolar hám basqa kontentlerdiń júkleniwin bloklaydı. Ayırım veb-saytlar iskerligine tásir etiwi múmkin.

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
kaa: Baqlaw maqsetlerinde isletiliwi múmkin bolǵan qurılmańız haqqındaǵı jalǵız identifikaciya qılınatuǵın maǵlıwmatlar toplamın toqtatadı.

source: Store unlimited amount of client-side data
kaa: Sheksiz kólemdegi maǵlıwmatlardı paydalanıwshı tárepte saqlaw

source: Stories by topic
kaa: Temalar boyınsha áńgimeler

source: Street Address
kaa: Kóshe mánzili

source: Strict
kaa: Qatań

source: Studies
kaa: Izertlewler

source: Successfully disabled %1$s
kaa: %1$s tabıslı óshirildi

source: Successfully enabled %1$s
kaa: %1$s tabıslı qosıldı

source: Successfully installed %1$s
kaa: %1$s tabıslı ornatıldı

source: Successfully removed %1$s
kaa: %1$s tabıslı alıp taslandı

source: Successfully uninstalled %1$s
kaa: %1$s tabıslı óshirildi

source: Successfully updated
kaa: Áwmetli jańalandı

source: Suggested logins
kaa: Usınıs etilgen loginler

source: Support
kaa: Qollap-quwatlaw

source: Supported add-ons checker
kaa: Qollap-quwatlanatuǵın qosımshalar tekseriwi

source: Support request sent
kaa: Qollap-quwatlaw sorawı jiberildi

source: %s will delete the selected browsing data.
kaa: %s tańlanǵan brauzer maǵlıwmatların óshiredi.

source: %s will delete the selected items.
kaa: %s tańlanǵan elementlerdi óshiredi.

source: %s will share everything you type in the address bar with your default search engine.
kaa: %s mánzil qatarına kirgizgen hámme zattı standart izlew sisteması menen bólisedi.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
kaa: %s akkountıńız benen sáykeslestiriwdi toqtatadı, biraq siziń qurılmańızdaǵı birde-bir brauzer maǵlıwmatın óshirmeydi.

source: Swipe toolbar sideways to switch tabs
kaa: Betlerdi almastırıw ushın ásbaplar panelin qaptal tárepke jıljıtıń

source: Swipe toolbar up to open tabs
kaa: Betlerdi ashıw ushın ásbaplar panelin joqarıǵa jıljıtıń

source: Switch
kaa: Ótiw

source: Switching screens is easier than ever
kaa: Ekranlardı almastırıw aldınǵıdan da ańsatraq

source: Switch to tab
kaa: Betke ótiw

source: Sync
kaa: Sáykeslestiriw

source: Sync and save data
kaa: Maǵlıwmatlarıńızdı sáykeslestiriń hám saqlań

source: Sync and save your data
kaa: Maǵlıwmatlarıńızdı sáykeslestiriń hám saqlań

source: Sync cards
kaa: Kartalardı sáykeslestiriw

source: Sync cards across devices
kaa: Kartalardı qurılmalar arasında sáykeslew

source: Synced device
kaa: Sáykeslestirilgen qurılma

source: Synced tabs
kaa: Sáykeslestirilgen betler

source: Sync failed. Last success: %s
kaa: Sáykeslestiriw ámelge aspadı. Aqırǵı sáykeslik: %s

source: Sync failed. Last synced: never
kaa: Sáykeslestiriw ámelge aspadı. Aqırǵı sáykeslik: heshqashan

source: Syncing…
kaa: Sáykeslestiriw…

source: Sync is on
kaa: Sáykeslestiriw baslandı

source: Sync logins
kaa: Loginlardı sáykeslestiriw

source: Sync logins across devices
kaa: Loginlerdi qurılmalar arasında sáykeslew

source: Sync now
kaa: Házir sáykeslestiriw

source: Sync tabs and passwords across devices for seamless screen-switching.
kaa: Ekrandı úzliksiz almastırıw ushın betlerdi hám parollerdi qurılmalar aralıq sáykeslestiriń.

source: Sync your tabs between devices, manage downloads, get tips about making the most of %s’s privacy protection, and more.
kaa: Qurılmalar arasında betlerdi sáykesleń, júklemelerdi basqarıń, %stıń qupıyalıq qorǵanıwınan joqarı dárejede paydalanıw haqqında másláhátlerdi alıń hám basqalar.

source: Tab closed
kaa: Bet jabıldı

source: Tab from %s
kaa: %s qurılmasınan bet

source: Tab Received
kaa: Bet qabıllandı

source: Tabs
kaa: Betler

source: Tab saved!
kaa: Bet saqlandı!

source: Tabs closed
kaa: Betler jabıldı

source: Tab sent!
kaa: Bet jiberildi!

source: Tab settings
kaa: Bet sazlawları

source: Tabs saved!
kaa: Betler saqlandı!

source: Tabs sent!
kaa: Betler jiberildi!

source: Tabs you haven’t viewed for two weeks get moved here.
kaa: Eki hápte dawamında kórilmegen betler, bul jerge kóshiriledi.

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
kaa: Eki hápte dawamında kórilmegen betler passiv bólimge ótkeriledi.

source: Tab view
kaa: Bet kórinisi

source: Tap to copy the URL for this app
kaa: Bul baǵdarlamaǵa siltemeni kóshirip alıw ushın basıń

source: The address isn’t valid
kaa: Mánzil jaramsız

source: The application will quit to apply changes
kaa: Ózgerislerdi qollanıw ushın baǵdarlama jabıladı

source: The connection has timed out
kaa: Jalǵanıw waqtı tawsıldı

source: The connection was interrupted
kaa: Jalǵanıw úzildi

source: The connection was reset
kaa: Jalǵanıw qayta ornatıldı

source: The editable text field for the password of the login.
kaa: Loginnıń paroli ushın ózgeris kirgiziwge bolatuǵın tekst maydanı.

source: The editable text field for the username of the login.
kaa: Loginniń paydalanıwshı atı ushın ózgeris kirgiziwge bolatuǵın tekst maydanı.

source: The editable text field for the web address of the login.
kaa: Loginniń veb mánzili ushın ózgeris kirgiziwge bolatuǵın tekst maydanı.

source: The logins you save or sync to %s will show up here.
kaa: %sda siz saqlaǵan yamasa sáykeslegen loginlerińiz usı jerde payda boladı.

source: Theme
kaa: Tema

source: The new Independent Voices collection.
kaa: Jańa "Ǵarezsiz Dawıslar" toplamı. %s

source: The new Independent Voices collection. %s
kaa: Jańa "Ǵarezsiz Dawıslar" toplamı. %s

source: The page at %1$s says:
kaa: %1$s betinde aytılıwınsha:

source: The page isn’t redirecting properly
kaa: Bet durıs jóneltirilmey atır

source: The tab counter toolbar button.
kaa: Ásbaplar panelinde betler sanaw túymesi.

source: This add-on was migrated from a previous version of %1$s
kaa: Bul qosımsha aldıńǵı %1$s versiyasınan kóshirilgen

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
kaa: Bul úlgi tekst. Siz bul sazlaw járdeminde ólshemdi úlkeytkende yamasa kishireytkende, tekst qanday kórinetuǵının kóriwge boladı.

source: This time search:
kaa: Bul ret izleymiz:

source: This time search in:
kaa: Bul ret tómendegi menen izleymiz:

source: This website requires a secure connection.
kaa: Bul sayt qáwipsiz jalǵanıwdı talap etedi.

source: Thought-provoking stories
kaa: Oylandıratuǵın áńgimeler

source: Time range to delete
kaa: Óshiriw ushın waqıt aralıǵı

source: To add a new shortcut, remove one. Touch and hold the site and select remove.
kaa: Jańa operativ buyrıq qosıw ushın birewin alıp taslań. Sayttı basıp turıń hám alıp taslawdi tańlań

source: To allow it:
kaa: Ruqsat beriw ushın:

source: Today and yesterday
kaa: Keshe hám búgin

source: Toolbar
kaa: Ásbaplar paneli

source: Top
kaa: Joqarı

source: To send a tab, sign in to Firefox on at least one other device.
kaa: Betti jiberiw ushın keminde jáne bir qurılmadan Firefoxqa kiriń.

source: Total Cookie Protection isolates cookies to the site you’re on so trackers like ad networks can’t use them to follow you across sites.
kaa: Tolıq cookie qorǵanıwı cookielerdi siz kirgen saytlardan ajıratadı, sonlıqtan reklama tarmaqları sıyaqlı baqlawshılar olardı saytlar arasında sizdi baqlap barıw ushın qollana almaydı.

source: Tracking content
kaa: Baqlawshı content

source: Tracking Content
kaa: Baqlawshı content

source: Tracking Protection has blocked trackers
kaa: Baqlaw qorǵanıw funkciyası trekkerlerdi blokladı

source: Tracking Protection is off for this site
kaa: Bul sayt ushın baqlaw qorǵanıwı óshirilgen

source: Tracking Protection is on
kaa: Baqlaw qorǵanıwı qosılǵan

source: Translation not found, for locale %1$s neither default language %2$s
kaa: Awdarma tabılmadı, %1$s tili ushın da, sistemanıń tiykarǵı %2$s tili ushın da

source: Try again
kaa: Qayta urınıp kóriń

source: Try Again
kaa: Qayta urınıp kóriw

source: Try a splash of color
kaa: Reńdi shayqap kóriń

source: Try private browsing
kaa: Jeke kóriwdi sınap kóriń

source: Turn off Cookie Banner Reduction for %1$s?
kaa: %1$s ushın cookie haqqındaǵı xabarlamalardı qısqartıwdı óshireyik pe?

source: Turn off in settings
kaa: Sazlawlarda óshiriń

source: Turn on auto-close
kaa: Avtomat tárizde jabıwdı qosıw

source: TURN ON AUTO CLOSE
kaa: AVTOMAT TÁRIZDE JABÍWDÍ QOSÍW

source: Turn on Cookie Banner Reduction for %1$s?
kaa: %1$s ushın cookie haqqındaǵı xabarlamalardı qısqartıwdı qosayıq pa?

source: Turn on for all sites
kaa: Barlıq saytlar ushın qosıw

source: Turn on notifications
kaa: Xabarlamalardı qosıw

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
kaa: <ul> <li>Fayl ózgertilgen, óshirilgen yamasa kóshirilgen bolıwı múmkin.</li> <li>Mánzildi kiritgende qátelik ketpegenin tekseriń.</li> <li>Soralǵan fayldı kóriwge jeterli dárejede huqıqqa iyeligińizge isenim kámil etiń.</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
kaa: <ul> <li>Fayl óshirilgen, kóshirilgen yamasa faylǵa ruqsatlar kóriwge tosqınlıq etip atırǵan bolıwı múmkin.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kaa: <ul> <li>Ótinish, sayt iyeleri menen bul mashqala haqqında xabar beriw ushın baylanısıń.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kaa: <ul> <li>Siz kórmekshi bolǵan betti kórsetip bolmaydı, sebebi alınǵan maǵlıwmatlardıń isenimli ekenligin tekseriw ámelge aspadı.</li> <li>Ótinish, sayt iyeleri menen bul mashqala haqqında xabar beriw ushın baylanısıń.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
kaa: <ul> <li>Siz kórmekshi bolǵan betti kórsetip bolmaydı, sebebi bul sayt qáwipsiz jalǵanıwdı talap etedi.</li> <li>Bul mashqala sayttıń ózi menen baylanıslı bolıwı múmkin hám siz bul jaǵdayda heshnárse isley almaysız.</li> <li>Siz bul mashqala haqqında sayttıń administratorın xabarlandırıwıńız múmkin.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kaa: <ul> <li>Sayt waqıtsha islemey qalǵan yamasa júdá bánt bolıwı múmkin. Keyinirek jáne urınıp kórıń.</li> <li>Eger siz birde-bir betti júkley almasańız, qurılmańız mobil internetin yamasa Wi-Fi jalǵanıwın tekseriń.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
kaa: <ul> <li>Buǵan nadurıs server sazlawları sebep bolıwı múmkin yamasa birew sizge kerek bolǵan serverdi basqasına almastırıwǵa háreket qılmaqta.</li> <li>Eger siz aldın bul serverge tabıslı jalǵanǵan bolsańız, bul qáte waqtınsha bolıwı múmkin hám keyinirek qayta urınıp kóriń.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
kaa: <ul> <li>Sayt mánzilleri ádette usınday kóriniste jazıladi <strong>http://www.example.com/</strong></li> <li>Qıya sızıqtan (/) paydalanıp atırǵanıńızǵa isenim kámil etıń (Mısalı: <strong>/</strong>).</li> </ul>

source: Unable to connect
kaa: Jalǵanıw ámelge aspadı

source: Unable to generate PDF
kaa: PDF jaratıw ámelge aspadı

source: Unable to open %1$s
kaa: %1$s ashıw múmkin emes

source: Unable to save login
kaa: Logindi saqlaw múmkin emes

source: Unable to send
kaa: Bólisiw ámelge aspadı

source: UNDO
kaa: BIYKARLAW

source: Unexpected response from server
kaa: Serverdan kútilmegen juwap

source: Unknown Protocol
kaa: Belgisiz Protokol

source: Unlock %1$s
kaa: %1$s bloktan shıǵarıw

source: Unlock to use stored credit card information
kaa: Saqlanǵan bank kartası maǵlıwmatlarınan paydalanıw ushın blokdan shıǵarıń

source: Unlock to view your saved cards
kaa: Saqlanǵan kartalardı kóriw ushın bloktan shıǵarıń

source: Unlock to view your saved logins
kaa: Saqlanǵan loginlerdi kóriw ushın bloktan shıǵarıń

source: Unlock your device
kaa: Qurılmańızdı bloktan shıǵarıń

source: Unsafe File Type
kaa: Qáwipli fayl túri

source: Unwanted site issue
kaa: Kútilmegen sayt mashqalası

source: Update
kaa: Jańalaw

source: Update card expiration date?
kaa: Karta ámel qılıw múddeti jańalansın ba?

source: Updater Information
kaa: Jańalanıw haqqında maǵlıwmat

source: Update this login?
kaa: Bul login jańalansın ba?

source: URL copied
kaa: Silteme kóshirip alındı

source: URL copied.
kaa: URL kóshirip alındı.

source: URL copied to clipboard
kaa: URL almasıw buferine kóshirip alındı

source: Usage and technical data
kaa: Paydalanıw hám texnikalıq maǵlıwmatlar

source: Use email instead
kaa: Ornına elektron pochtadan paydalanıw

source: Username
kaa: Paydalanıwshı atı

source: Username copied to clipboard
kaa: Paydalanıwshı atı almasıw buferine kóshirip alındı

source: Username required
kaa: Paydalanıwshı atı talap etiledi

source: Valid hostname required
kaa: Durıs server atı talap etiledi

source: Verification failed
kaa: Tastıyıqlaw ámelge aspadı

source: Verified By: %1$s
kaa: Tastıyıqlawshı: %1$s

source: View
kaa: Kóriw

source: View a list of tabs from your other devices.
kaa: Basqa qurılmalarıńızdaǵı betler dizimin kóriń.

source: View options
kaa: Variantlardı kóriw

source: Voice search
kaa: Dawıslı izlew

source: Wallpaper Item: %1$s
kaa: Fon súwreti elementi: %1$s

source: Wallpapers
kaa: Fon súwretleri

source: Wallpaper updated!
kaa: Fon súwreti jańalandı!

source: Web address must contain "https://" or "http://"
kaa: Veb mánzil "https://" yamasa "http://" lerdı óz ishine alıw kerek

source: Web address not valid.
kaa: Veb mánzil qáte.

source: Website
kaa: Sayt

source: Welcome to a better internet
kaa: Eń jaqsı internetke xosh kelipsiz

source: Welcome to a more personal internet
kaa: Jeke internetke xosh kelipsiz

source: We‘re currently building support for an initial selection of Recommended Extensions.
kaa: Bizler házir usınıs etilgen qosımshalardıń dáslepki tańlawın qollap-quwatlamaqtamız.

source: What’s blocked by custom tracking protection
kaa: Arnawlı baqlaw qorǵanıwı tárepinen neler bloklanadı

source: What’s blocked by standard tracking protection
kaa: Standart baqlaw qorǵanıwı tárepinen neler bloklanadı

source: What’s blocked by strict tracking protection
kaa: Qatań baqlaw qorǵanıwı tárepinen neler bloklanadı

source: What’s new
kaa: Ne jańalıq

source: What’s new in %s
kaa: %sda ne jańalıq

source: Would you like to leave %s to view this content?
kaa: Bul kontentti kóriw ushın %s dan shıǵıwdı qáleysiz be?

source: Yesterday
kaa: Keshe

source: You can easily add this website to your device’s Home screen to have instant access and browse faster with an app-like experience.
kaa: Tez kiriw ushın bul sayttı qurılmańız tiykarǵı ekranına qoyıwıńız múmkin.

source: You can set %1$s to automatically open links in apps.
kaa: Siz %1$stı siltemelerdi baǵdarlamalarda avtomat tárizde ashatuǵın etip sazlawıńız múmkin.

source: You control your data
kaa: Ozińiz maǵlıwmatlarıńızdı basqarız

source: You don’t have any tabs open in Firefox on your other devices.
kaa: Basqa qurılmalarıńızdaǵı Firefoxta birde-bir bet ashıq emes.

source: You’ll be logged out of most sites
kaa: Siz kóp saytlardan shıǵıp ketesiz

source: You’ll see fewer cookie requests
kaa: Siz cookiedı qabıllaw haqqındaǵı sorawlardı azıraq kóresiz

source: You may want to block access if it's not clear why %s needs this data.
kaa: Eger siz %s saytına bul maǵlıwmatlar nege kerek ekenligin túsinbeseńiz, kiriwdi bloklawıńız múmkin.

source: Your open tabs will be shown here.
kaa: Ashıq betlerińiz usı jerde kórsetiledi.

source: Your private tabs will be shown here.
kaa: Jeke betlerińiz usı jerde kórsetiledi.

source: Your tabs are syncing! Pick up where you left off on your other device.
kaa: Betler sáykeslestirilmekte! Jumıstı qalǵan jerinen basqa qurılmada dawam etiń.

source: You’ve enabled HTTPS-Only Mode for enhanced security, and a HTTPS version of <em>%1$s</em> is not available.
kaa: Siz qáwipsizlikti kúsheytiw ushın tek HTTPS rejimin qostıńız, biraq ta <em>%1$s</em> saytında HTTPS versiyası qollap-quwatlanbaydı.

source: Zip
kaa: Pochta indeksi

source: Zoom on all websites
kaa: Barlıq veb-saytlarda kólemin úlkeytiw

source: Aa
kaa: Аа

source: Add Search Engine
kaa: Izlew sistemasın qosıw

source: Add Tab
kaa: Betti qosıw

source: Add to Bookmarks
kaa: Saylandılarǵa qosıw

source: Add to Shortcuts
kaa: Operativ buyrıqlarǵa qosıw

source: Brightness
kaa: Jarıqlıq

source: Close Tab
kaa: Betti jabıw

source: Device Name
kaa: Qurılma ataması

source: Download Now
kaa: Házir júklep alıw

source: Edit Bookmark
kaa: Saylandıǵa ózgeris kirgiziw

source: Edit Folder
kaa: Papkaǵa ózgeris kirgiziw

source: Find
kaa: Izlew

source: Folder
kaa: Papka

source: Get Started
kaa: Baslaw

source: Go
kaa: Ótiw

source: Jump Back In
kaa: Artqa qaytıw

source: Log in
kaa: Kiriw

source: New Bookmark
kaa: Jańa saylandı

source: New Folder
kaa: Jańa papka

source: New Private Tab
kaa: Jańa jeke bet

source: New Tab
kaa: Jańa bet

source: No tabs
kaa: Betler joq

source: Okay
kaa: Yaqshı

source: Scan QR Code
kaa: QR kodtı oqıw

source: Search Engine
kaa: Izlew sisteması

source: Send
kaa: Jiberiw

source: Send to Device
kaa: Qurılmaǵa jiberiw

source: Sign In
kaa: Kiriw

source: Sites: %d
kaa: Saytlar: %d

source: Start Browsing
kaa: Kóriwdi baslaw

source: Tabs: %d
kaa: Betler: %d

source: Tap to begin
kaa: Baslaw ushın basıń

source: Today and Yesterday
kaa: Búgin hám keshe

source: Tools
kaa: Ásbaplar

source: Welcome to Firefox
kaa: Firefoxǵa xosh kelibsiz

source: Window
kaa: Ayna

source: yesterday
kaa: keshe

source: %1$s finished
kaa: %1$s júklendi

source: %1$s isn’t like other browsers
kaa: %1$s basqa brauzerlarǵa uqsamaydı

source: %1$s will send what you type in the address bar to your search engine
kaa: %s mánzil qatarına kirgizgen tekstlerińizdi izlew sistemasına jiberedi

source: About %1$s, help
kaa: %1$s haqqında, járdem

source: + Add another search engine
kaa: + Basqa izlew sistemasın qosıw

source: Add another search engine
kaa: Basqa izlew sistemasın qosıw

source: + Add custom URL
kaa: + Jeke URL qosıw

source: Add custom URL
kaa: Jeke URL qosıw

source: Add shortcuts to your home screen
kaa: Tiykarǵı ekranǵa operativ buyrıqlardı qosıń

source: Add URL
kaa: URL qosıw

source: Add widget to home screen
kaa: Vidjetti bas ekranǵa qosıw

source: Advertising
kaa: Reklama

source: Analytics
kaa: Analitika

source: Automatically attempts to connect to sites using the HTTPS encryption protocol for increased security.
kaa: Qáwipsizlikti arttırıw ushın HTTPS shifrlaw protokolı járdeminde saytlarǵa avtomat tárizde jalǵanıwǵa háreket etedi.

source: Block ad trackers
kaa: Reklama baqlawların bloklaw

source: Block analytic trackers
kaa: Analitika baqlawshıların bloklaw

source: Block cookies
kaa: Cookielardı bloklaw

source: Block Cookies
kaa: Cookielardı bloklaw

source: Block cross-site cookies
kaa: Saytlar aralıq cookielardı bloklaw

source: Block JavaScript
kaa: JavaScriptti bloklaw

source: Block other content trackers
kaa: Basqa kontent baqlawshıların bloklaw

source: Block social trackers
kaa: Social baqlawlardı bloklaw

source: Block trackers
kaa: Baqlawshılardı bloklaw

source: Block web fonts
kaa: Veb-shriftlardı bloklaw

source: Browsing history cleared
kaa: Kóriw tariyxi tazalandı

source: Browsing history cleared! 🎉
kaa: Kóriw tariyxi óshirildi 🎉

source: Choose search engine
kaa: Izlew sistemasın tańlań

source: Confirm Using Your Fingerprint
kaa: Barmaq izińiz járdeminde tastıyıqlań

source: Connection not secure
kaa: Jalǵanıw qáwipsiz emes

source: Content
kaa: Kontent

source: Cookies and Site Data
kaa: Cookieler hám sayt maǵlıwmatları

source: Data Collection & Use
kaa: Maǵlıwmatlardı jıynaw hám qollanıw

source: Default
kaa: Aldınnan ornatılǵan

source: Default browser, language
kaa: Aldınnan ornatılǵan brauzer, til

source: Developer tools
kaa: Baǵdarlamashı ásbapları

source: Double-check the URL you entered.
kaa: Kiritilgen URLdı dıqqat penen tekseriń.

source: Download Firefox
kaa: Firefoxtı júklep alıw

source: Enter search string
kaa: Izlew qatarın kirgiziń
